{
  "plugins": {
    "CopilotChat.nvim": {
      "src": "https://github.com/CopilotC-Nvim/CopilotChat.nvim.git"
    },
    "barbar.nvim": {
      "src": "https://github.com/romgrk/barbar.nvim.git"
    },
    "base46": {
      "src": "https://github.com/AvengeMedia/base46.git"
    },
    "blink-cmp-git": {
      "src": "https://github.com/Kaiser-Yang/blink-cmp-git.git"
    },
    "blink-cmp-yanky": {
      "src": "https://github.com/marcoSven/blink-cmp-yanky.git"
    },
    "blink-copilot": {
      "src": "https://github.com/fang2hou/blink-copilot.git"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp.git"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat.git"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib.git"
    },
    "cargo.nvim": {
      "src": "https://github.com/nwiizo/cargo.nvim.git"
    },
    "codediff.nvim": {
      "src": "https://github.com/esmuellert/codediff.nvim.git"
    },
    "conflict.nvim": {
      "src": "https://github.com/niekdomi/conflict.nvim.git"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim.git"
    },
    "dadbod-grip.nvim": {
      "src": "https://github.com/joryeugene/dadbod-grip.nvim.git"
    },
    "dropbar.nvim": {
      "src": "https://github.com/Bekaboo/dropbar.nvim.git"
    },
    "fff.nvim": {
      "src": "https://github.com/dmtrKovalenko/fff.nvim.git"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim.git"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets.git"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim.git"
    },
    "gtranslate": {
      "src": "https://github.com/DawieMalmsteel/gtranslate.git"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon.git"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim.git"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim.git"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim.git"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim.git"
    },
    "milli.nvim": {
      "src": "https://github.com/amansingh-afk/milli.nvim.git"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim.git"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit.git"
    },
    "noice.nvim": {
      "src": "https://github.com/folke/noice.nvim.git"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim.git"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs.git"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig.git"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag.git"
    },
    "nvim-ufo": {
      "src": "https://github.com/kevinhwang91/nvim-ufo.git"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons.git"
    },
    "obsidian.nvim": {
      "src": "https://github.com/obsidian-nvim/obsidian.nvim.git"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim.git"
    },
    "opencode.nvim": {
      "src": "https://github.com/NickvanDyke/opencode.nvim.git"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim.git"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim.git"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim.git"
    },
    "promise-async": {
      "src": "https://github.com/kevinhwang91/promise-async.git"
    },
    "refactoring.nvim": {
      "src": "https://github.com/ThePrimeagen/refactoring.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim.git"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim.git"
    },
    "sniprun": {
      "src": "https://github.com/michaelb/sniprun.git"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim.git"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim.git"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim.git"
    },
    "vim-paper": {
      "src": "https://gitlab.com/yorickpeterse/vim-paper.git"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim.git"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim.git"
    }
  }
}
